Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Create another workout plan to assign a different one here.
de: Erstelle einen weiteren Trainingsplan, um hier einen anderen zuzuweisen.
es: Crea otro plan de entrenamiento para asignar uno diferente aquí.
fr: Créez un autre programme d'entraînement pour en attribuer un différent ici.
it: Crea un'altra scheda per assegnarne una diversa qui.
ja: 別のワークアウトプランを作成すると、ここに割り当てられます。
ko: 운동 플랜을 하나 더 만들면 여기에 다른 플랜을 지정할 수 있어요.
pt_br: Crie outro plano de treino para atribuir um diferente aqui.
ru: Создайте ещё один план тренировки, чтобы назначить сюда другой.
zh_hans: 再创建一个训练计划，即可在这里指定其他计划。

source: Create from Scratch
de: Von Grund auf erstellen
es: Crear desde cero
fr: Créer à partir de zéro
it: Crea da zero
ja: ゼロから作成
ko: 처음부터 만들기
pt_br: Criar do zero
ru: Создать с нуля
zh_hans: 从零开始创建

source: Create Hydration Goal
de: Flüssigkeitsziel erstellen
es: Crear objetivo de hidratación
fr: Créer un objectif d’hydratation
it: Crea obiettivo di idratazione
ja: 水分補給目標を作成
ko: 수분 섭취 목표 만들기
pt_br: Criar meta de hidratação
ru: Создать цель по воде
zh_hans: 创建饮水目标

source: Create Plan
de: Plan erstellen
es: Crear plan
fr: Créer un plan
it: Crea scheda
ja: プランを作成
ko: 플랜 만들기
pt_br: Criar plano
ru: Создать план
zh_hans: 创建计划

source: Create Sleep Goal
de: Schlafziel erstellen
es: Crear objetivo de sueño
fr: Créer un objectif de sommeil
it: Crea obiettivo di sonno
ja: 睡眠目標を作成
ko: 수면 목표 만들기
pt_br: Criar meta de sono
ru: Создать цель по сну
zh_hans: 创建睡眠目标

source: Create Split
de: Split erstellen
es: Crear split
fr: Créer un split
it: Crea split
ja: スプリットを作成
ko: 스플릿 만들기
pt_br: Criar split
ru: Создать сплит
zh_hans: 创建分化

source: Create Steps Goal
de: Schrittziel erstellen
es: Crear objetivo de pasos
fr: Créer un objectif de pas
it: Crea obiettivo di passi
ja: 歩数目標を作成
ko: 걸음 수 목표 만들기
pt_br: Criar meta de passos
ru: Создать цель по шагам
zh_hans: 创建步数目标

source: Create Weight Goal
de: Gewichtsziel erstellen
es: Crear objetivo de peso
fr: Créer un objectif de poids
it: Crea obiettivo di peso
ja: 体重目標を作成
ko: 체중 목표 만들기
pt_br: Criar meta de peso
ru: Создать цель по весу
zh_hans: 创建体重目标

source: Create Workout Plan
de: Trainingsplan erstellen
es: Crear plan de entrenamiento
fr: Créer un programme d'entraînement
it: Crea scheda di allenamento
ja: ワークアウトプランを作成
ko: 운동 플랜 만들기
pt_br: Criar plano de treino
ru: Создать план тренировки
zh_hans: 创建训练计划

source: Create Workout Split
de: Trainingssplit erstellen
es: Crear split de entrenamiento
fr: Créer un split d'entraînement
it: Crea split di allenamento
ja: ワークアウトスプリットを作成
ko: 운동 스플릿 만들기
pt_br: Criar split de treino
ru: Создать сплит
zh_hans: 创建训练分化

# Created %lld plans and activated the %@ split.
source: Created %1$lld plans and activated the %2$@ split.
de: %1$lld Pläne erstellt und den Split „%2$@“ aktiviert.
es: Se crearon %1$lld planes y se activó el split %2$@.
fr: %1$lld plans créés et split %2$@ activé.
it: Create %1$lld schede e attivato lo split %2$@.
ja: %1$lld件のプランを作成し、%2$@スプリットをアクティブにしました。
ko: 플랜 %1$lld개를 만들고 %2$@ 스플릿을 활성화했어요.
pt_br: %1$lld planos criados e split %2$@ ativado.
ru: Создано планов: %1$lld, сплит «%2$@» активирован.
zh_hans: 已创建%1$lld个计划并启用“%2$@”分化。

# Created %lld plans and added the %@ split. Your active split is unchanged.
source: Created %1$lld plans and added the %2$@ split. Your active split is unchanged.
de: %1$lld Pläne erstellt und den %2$@-Split hinzugefügt. Dein aktiver Split bleibt unverändert.
es: Se crearon %1$lld planes y se añadió el split %2$@. Tu split activo no cambia.
fr: %1$lld plans créés et split %2$@ ajouté. Ton split actif reste inchangé.
it: Create %1$lld schede e aggiunto lo split %2$@. Il tuo split attivo non è cambiato.
ja: %1$lld件のプランを作成し、%2$@スプリットを追加しました。アクティブなスプリットは変更されていません。
ko: 플랜 %1$lld개를 만들고 %2$@ 스플릿을 추가했어요. 활성 스플릿은 그대로예요.
pt_br: Foram criados %1$lld planos e adicionado o split %2$@. Seu split ativo permanece inalterado.
ru: Создано планов: %1$lld, добавлен сплит «%2$@». Активный сплит не изменился.
zh_hans: 已创建%1$lld个计划并添加“%2$@”分化。你当前使用的分化未改变。

source: Creates a completed workout plan from a completed workout.
de: Erstellt einen abgeschlossenen Trainingsplan aus einem abgeschlossenen Workout.
es: Crea un plan de entrenamiento completado a partir de un entrenamiento completado.
fr: Crée un programme d'entraînement terminé à partir d'une séance terminée.
it: Crea una scheda completata a partire da un allenamento completato.
ja: 完了したワークアウトから、完成したワークアウトプランを作成します。
ko: 완료한 운동으로 운동 플랜을 만듭니다.
pt_br: Cria um plano de treino concluído a partir de um treino concluído.
ru: Создаёт готовый план тренировки из завершённой тренировки.
zh_hans: 由已完成的训练创建一个完整的训练计划。

source: Creates a new sleep goal.
de: Erstellt ein neues Schlafziel.
es: Crea un nuevo objetivo de sueño.
fr: Crée un nouvel objectif de sommeil.
it: Crea un nuovo obiettivo di sonno.
ja: 新しい睡眠目標を作成します。
ko: 새 수면 목표를 만듭니다.
pt_br: Cria uma nova meta de sono.
ru: Создаёт новую цель по сну.
zh_hans: 创建新的睡眠目标。

source: Creates a new steps goal.
de: Erstellt ein neues Schrittziel.
es: Crea un nuevo objetivo de pasos.
fr: Crée un nouvel objectif de pas.
it: Crea un nuovo obiettivo di passi.
ja: 新しい歩数目標を作成します。
ko: 새 걸음 수 목표를 만듭니다.
pt_br: Cria uma nova meta de passos.
ru: Создаёт новую цель по шагам.
zh_hans: 创建新的步数目标。

source: Creates a new weight entry.
de: Erstellt einen neuen Gewichtseintrag.
es: Crea un nuevo registro de peso.
fr: Crée une nouvelle entrée de poids.
it: Crea una nuova voce di peso.
ja: 新しい体重の記録を作成します。
ko: 새 체중 기록을 만듭니다.
pt_br: Cria um novo registro de peso.
ru: Создаёт новую запись веса.
zh_hans: 创建新的体重记录。

source: Creates a new weight goal.
de: Erstellt ein neues Gewichtsziel.
es: Crea un nuevo objetivo de peso.
fr: Crée un nouvel objectif de poids.
it: Crea un nuovo obiettivo di peso.
ja: 新しい体重目標を作成します。
ko: 새 체중 목표를 만듭니다.
pt_br: Cria uma nova meta de peso.
ru: Создаёт новую цель по весу.
zh_hans: 创建新的体重目标。

source: Creates a new workout plan
de: Erstellt einen neuen Trainingsplan
es: Crea un nuevo plan de entrenamiento
fr: Crée un nouveau programme d'entraînement
it: Crea una nuova scheda di allenamento
ja: 新しいワークアウトプランを作成します
ko: 새 운동 플랜을 만듭니다
pt_br: Cria um novo plano de treino
ru: Создаёт новый план тренировки
zh_hans: 创建新的训练计划

source: Creates a new workout plan to select.
de: Erstellt einen neuen Trainingsplan zur Auswahl.
es: Crea un nuevo plan de entrenamiento para seleccionar.
fr: Crée un nouveau programme d'entraînement à sélectionner.
it: Crea una nuova scheda da selezionare.
ja: 選択できる新しいワークアウトプランを作成します。
ko: 선택할 새 운동 플랜을 만듭니다.
pt_br: Cria um novo plano de treino para selecionar.
ru: Создаёт новый план тренировки для выбора.
zh_hans: 创建一个新的训练计划以供选择。

source: Creates a new workout plan.
de: Erstellt einen neuen Trainingsplan.
es: Crea un nuevo plan de entrenamiento.
fr: Crée un nouveau programme d'entraînement.
it: Crea una nuova scheda di allenamento.
ja: 新しいワークアウトプランを作成します。
ko: 새 운동 플랜을 만듭니다.
pt_br: Cria um novo plano de treino.
ru: Создаёт новый план тренировки.
zh_hans: 创建新的训练计划。

source: Creates a new workout split.
de: Erstellt einen neuen Trainingssplit.
es: Crea un nuevo split de entrenamiento.
fr: Crée un nouveau split d'entraînement.
it: Crea un nuovo split di allenamento.
ja: 新しいワークアウトスプリットを作成します。
ko: 새 운동 스플릿을 만듭니다.
pt_br: Cria um novo split de treino.
ru: Создаёт новый сплит.
zh_hans: 创建新的训练分化。

source: Creates a plan per training day and activates a matching split.
de: Erstellt einen Plan pro Trainingstag und aktiviert einen passenden Split.
es: Crea un plan por día de entrenamiento y activa un split correspondiente.
fr: Crée un plan par jour d'entraînement et active un split correspondant.
it: Crea una scheda per ogni giorno di allenamento e attiva uno split corrispondente.
ja: トレーニング日ごとにプランを作成し、対応するスプリットをアクティブにします。
ko: 훈련 일차마다 플랜을 만들고 그에 맞는 스플릿을 활성화합니다.
pt_br: Cria um plano por dia de treino e ativa um split correspondente.
ru: Создаёт план на каждый тренировочный день и активирует подходящий сплит.
zh_hans: 为每个训练日创建一个计划，并启用匹配的分化。

source: Creates a weight goal or shows your goal history.
de: Erstellt ein Gewichtsziel oder zeigt deinen Zielverlauf an.
es: Crea un objetivo de peso o muestra tu historial de objetivos.
fr: Crée un objectif de poids ou affiche ton historique d'objectifs.
it: Crea un obiettivo di peso o mostra la cronologia dei tuoi obiettivi.
ja: 体重目標を作成するか、目標の履歴を表示します。
ko: 체중 목표를 만들거나 목표 기록을 보여줍니다.
pt_br: Cria uma meta de peso ou mostra seu histórico de metas.
ru: Создаёт цель по весу или показывает историю целей.
zh_hans: 创建体重目标或显示你的目标历史。

source: Creates all %lld plans and a matching active split.
de: Erstellt alle %lld Pläne und einen passenden aktiven Split.
es: Crea los %lld planes y un split activo correspondiente.
fr: Crée les %lld plans et un split actif correspondant.
it: Crea tutte le %lld schede e uno split attivo corrispondente.
ja: %lld件すべてのプランと、対応するアクティブなスプリットを作成します。
ko: 플랜 %lld개와 그에 맞는 활성 스플릿을 모두 만듭니다.
pt_br: Cria todos os %lld planos e um split ativo correspondente.
ru: Создаёт все планы (%lld) и подходящий активный сплит.
zh_hans: 创建全部%lld个计划以及匹配的当前分化。

source: Creates or replaces your current hydration goal using your current hydration unit.
de: Erstellt oder ersetzt dein aktuelles Flüssigkeitsziel mit deiner aktuellen Flüssigkeitseinheit.
es: Crea o reemplaza tu objetivo de hidratación actual usando tu unidad de hidratación actual.
fr: Crée ou remplace ton objectif d’hydratation actuel en utilisant ton unité d’hydratation actuelle.
it: Crea o sostituisce il tuo obiettivo di idratazione attuale usando l'unità di idratazione in uso.
ja: 現在の水分補給の単位を使って、現在の水分補給目標を作成または置き換えます。
ko: 현재 수분 단위를 사용해 수분 섭취 목표를 만들거나 교체합니다.
pt_br: Cria ou substitui a sua meta de hidratação atual usando a sua unidade de hidratação atual.
ru: Создаёт или заменяет текущую цель по воде в выбранных единицах.
zh_hans: 使用你当前的饮水单位，创建或替换现有的饮水目标。

source: Creates or replaces your current sleep goal.
de: Erstellt oder ersetzt dein aktuelles Schlafziel.
es: Crea o reemplaza tu objetivo de sueño actual.
fr: Crée ou remplace ton objectif de sommeil actuel.
it: Crea o sostituisce il tuo obiettivo di sonno attuale.
ja: 現在の睡眠目標を作成または置き換えます。
ko: 현재 수면 목표를 만들거나 교체합니다.
pt_br: Cria ou substitui sua meta de sono atual.
ru: Создаёт или заменяет текущую цель по сну.
zh_hans: 创建或替换你当前的睡眠目标。

source: Creates or replaces your current steps goal.
de: Erstellt oder ersetzt dein aktuelles Schrittziel.
es: Crea o reemplaza tu objetivo de pasos actual.
fr: Crée ou remplace ton objectif de pas actuel.
it: Crea o sostituisce il tuo obiettivo di passi attuale.
ja: 現在の歩数目標を作成または置き換えます。
ko: 현재 걸음 수 목표를 만들거나 교체합니다.
pt_br: Cria ou substitui sua meta de passos atual.
ru: Создаёт или заменяет текущую цель по шагам.
zh_hans: 创建或替换你当前的步数目标。

source: Creates or replaces your current weight goal.
de: Erstellt oder ersetzt dein aktuelles Gewichtsziel.
es: Crea o reemplaza tu objetivo de peso actual.
fr: Crée ou remplace ton objectif de poids actuel.
it: Crea o sostituisce il tuo obiettivo di peso attuale.
ja: 現在の体重目標を作成または置き換えます。
ko: 현재 체중 목표를 만들거나 교체합니다.
pt_br: Cria ou substitui sua meta de peso atual.
ru: Создаёт или заменяет текущую цель по весу.
zh_hans: 创建或替换你当前的体重目标。

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
ja: 現在
ko: 현재
pt_br: Atual
ru: Сейчас
zh_hans: 当前

source: Current day
de: Aktueller Tag
es: Día actual
fr: Jour actuel
it: Giorno attuale
ja: 現在の日
ko: 현재 일차
pt_br: Dia atual
ru: Текущий день
zh_hans: 当前日

source: Current goal: %@ steps.
de: Aktuelles Ziel: %@ Schritte.
es: Objetivo actual: %@ pasos.
fr: Objectif actuel : %@ pas.
it: Obiettivo attuale: %@ passi.
ja: 現在の目標：%@歩。
ko: 현재 목표: %@걸음.
pt_br: Meta atual: %@ passos.
ru: Текущая цель: %@ шагов.
zh_hans: 当前目标：%@步。

source: Current goal: %@.
de: Aktuelles Ziel: %@.
es: Objetivo actual: %@.
fr: Objectif actuel : %@.
it: Obiettivo attuale: %@.
ja: 現在の目標：%@。
ko: 현재 목표: %@.
pt_br: Meta atual: %@.
ru: Текущая цель: %@.
zh_hans: 当前目标：%@。

source: Current Pace
de: Aktuelles Tempo
es: Ritmo actual
fr: Allure actuelle
it: Ritmo attuale
ja: 現在のペース
ko: 현재 페이스
pt_br: Ritmo atual
ru: Текущий темп
zh_hans: 当前配速

source: Current Progression Step
de: Aktueller Progressionsschritt
es: Paso de progresión actual
fr: Pas de progression actuel
it: Incremento di progressione attuale
ja: 現在のプログレッションステップ
ko: 현재 프로그레션 단위
pt_br: Passo de progressão atual
ru: Текущий шаг прогрессии
zh_hans: 当前进阶幅度

source: Current: %@
de: Aktuell: %@
es: Actual: %@
fr: Actuel : %@
it: Attuale: %@
ja: 現在：%@
ko: 현재: %@
pt_br: Atual: %@
ru: Сейчас: %@
zh_hans: 当前：%@

source: Custom Progression Step
de: Benutzerdefinierter Progressionsschritt
es: Paso de progresión personalizado
fr: Pas de progression personnalisé
it: Incremento di progressione personalizzato
ja: カスタムプログレッションステップ
ko: 사용자 지정 프로그레션 단위
pt_br: Passo de progressão personalizado
ru: Свой шаг прогрессии
zh_hans: 自定义进阶幅度

source: Customize workout logging, prompts, Live Activity behavior, and retention.
de: Passe Workout-Protokollierung, Abfragen, Live-Activity-Verhalten und Aufbewahrung an.
es: Personaliza el registro de entrenamientos, los avisos, el comportamiento de la Live Activity y la retención.
fr: Personnalisez l'enregistrement des séances, les invites, le comportement des activités en direct et la conservation.
it: Personalizza la registrazione degli allenamenti, le richieste, il comportamento dell'attività in tempo reale e la conservazione dei dati.
ja: ワークアウトの記録、プロンプト、Live Activityの動作、データ保持をカスタマイズします。
ko: 운동 기록, 알림 문구, 실시간 활동 동작, 데이터 보관을 원하는 대로 설정하세요.
pt_br: Personalize o registro de treinos, os avisos, o comportamento da Live Activity e a retenção.
ru: Настройте запись подходов, подсказки, поведение Live Activity и хранение данных.
zh_hans: 自定义训练记录、提示、实时活动行为和数据保留。

source: Cut
de: Definition
es: Definición
fr: Sèche
it: Definizione
ja: 減量
ko: 감량
pt_br: Cutting
ru: Сушка
zh_hans: 减脂

source: Cut goal reached
de: Definitionsziel erreicht
es: Objetivo de definición alcanzado
fr: Objectif de sèche atteint
it: Obiettivo di definizione raggiunto
ja: 減量目標を達成
ko: 감량 목표 달성
pt_br: Meta de cutting alcançada
ru: Цель по сушке достигнута
zh_hans: 减脂目标已达成

source: D
de: T
fr: J
it: G
ja: 日
ko: 일
ru: Д
zh_hans: 日

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
zh_hans: 日期

source: day
de: Tag
es: día
fr: jour
it: giorno
ja: 日
ko: 일
pt_br: dia
ru: день
zh_hans: 天

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
ko: 일차
pt_br: Dia
ru: День
zh_hans: 日

source: Day %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
it: Giorno %lld
ja: %lld日目
ko: %lld일차
pt_br: Dia %lld
ru: День %lld
zh_hans: 第%lld天

source: Day A
de: Tag A
es: Día A
fr: Jour A
it: Giorno A
ja: デイA
ko: A일차
pt_br: Dia A
ru: День A
zh_hans: A 日

source: Day B
de: Tag B
es: Día B
fr: Jour B
it: Giorno B
ja: デイB
ko: B일차
pt_br: Dia B
ru: День B
zh_hans: B 日

source: Day C
de: Tag C
es: Día C
fr: Jour C
it: Giorno C
ja: デイC
ko: C일차
pt_br: Dia C
ru: День C
zh_hans: C 日

source: Day names, exercises, sets, and reps can use the format you already have. Import runs on-device.
de: Tagesnamen, Übungen, Sätze und Wiederholungen können das Format verwenden, das du bereits hast. Der Import läuft auf dem Gerät.
es: Los nombres de los días, ejercicios, series y repeticiones pueden usar el formato que ya tienes. La importación se ejecuta en el dispositivo.
fr: Les noms des jours, exercices, séries et répétitions peuvent utiliser le format que tu as déjà. L’import s’exécute sur l’appareil.
it: Nomi dei giorni, esercizi, serie e ripetizioni possono restare nel formato che usi già. L'importazione avviene sul dispositivo.
ja: 曜日名・種目・セット・レップは今の書式のままで大丈夫です。読み込みはデバイス上で行われます。
ko: 일차 이름, 종목, 세트, 횟수는 쓰던 형식 그대로 넣으면 돼요. 가져오기는 기기 안에서 처리돼요.
pt_br: Os nomes dos dias, exercícios, séries e repetições podem usar o formato que você já tem. A importação é feita no dispositivo.
ru: Названия дней, упражнения, подходы и повторения можно оставить в твоём формате. Импорт идёт на устройстве.
zh_hans: 训练日名称、动作、组数和次数都可以沿用你现有的格式。导入在设备端进行。

source: days
de: Tage
es: días
fr: jours
it: giorni
ja: 日
ko: 일
pt_br: dias
ru: дни
zh_hans: 天

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
ja: 日数
ko: 일수
pt_br: Dias
ru: Дни
zh_hans: 天数

source: Deadlift Day
de: Kreuzheben-Tag
es: Día de peso muerto
fr: Jour de soulevé de terre
it: Giorno di stacco
ja: デッドリフトの日
ko: 데드리프트 데이
pt_br: Dia de levantamento terra
ru: День становой
zh_hans: 硬拉日

source: Deadlift opener sets the tone. Wide-to-narrow back work after.
de: Das Kreuzheben zu Beginn gibt den Ton an. Danach Rückenarbeit von breit nach eng.
es: El peso muerto inicial marca el ritmo. Después, trabajo de espalda de agarre amplio a estrecho.
fr: Le soulevé de terre d'ouverture donne le ton. Ensuite, travail du dos de large à serré.
it: Si apre con lo stacco, che detta il ritmo. Poi lavoro per la schiena dalla presa larga a quella stretta.
ja: デッドリフトで流れを作る日。その後は広い種目から狭い種目へと背中を鍛えます。
ko: 데드리프트로 시작해 분위기를 잡고, 넓은 그립에서 좁은 그립 순으로 등을 훈련해요.
pt_br: O levantamento terra de abertura dá o tom. Depois, trabalho de costas do aberto ao fechado.
ru: Становая задаёт тон. Дальше спина: от широкого хвата к узкому.
zh_hans: 以硬拉开场定下基调，随后由宽到窄地练背。

source: Deadlift-focused lower with posterior-chain accessories.
de: Kreuzheben-fokussierter Unterkörper mit Zubehör für die hintere Kette.
es: Tren inferior centrado en el peso muerto con accesorios para la cadena posterior.
fr: Bas du corps axé sur le soulevé de terre avec des accessoires pour la chaîne postérieure.
it: Parte bassa incentrata sullo stacco con complementari per la catena posteriore.
ja: デッドリフト中心の下半身。後面の筋群の補助種目を組み合わせます。
ko: 데드리프트 중심 하체에 후면 사슬 보조 운동을 더했어요.
pt_br: Inferior focado em levantamento terra com acessórios para a cadeia posterior.
ru: Низ тела с упором на становую и подсобку на заднюю цепь.
zh_hans: 以硬拉为主的下肢训练，搭配后链辅助动作。

source: Deadlift-led full body with vertical pressing.
de: Kreuzheben-geführter Ganzkörper mit vertikalem Drücken.
es: Cuerpo completo guiado por el peso muerto con empuje vertical.
fr: Corps entier mené par le soulevé de terre avec poussée verticale.
it: Full body guidato dallo stacco con spinte verticali.
ja: デッドリフトを軸にした全身。垂直方向のプレスを組み合わせます。
ko: 데드리프트로 시작하는 전신 운동에 수직 프레스를 더했어요.
pt_br: Corpo inteiro guiado por levantamento terra com pressão vertical.
ru: Всё тело со становой во главе и вертикальными жимами.
zh_hans: 以硬拉领衔的全身训练，搭配垂直推举。

source: Decide Later
de: Später entscheiden
es: Decidir más tarde
fr: Décider plus tard
it: Decidi dopo
ja: 後で決める
ko: 나중에 결정
pt_br: Decidir depois
ru: Решить позже
zh_hans: 稍后决定

source: Decrease rest time by 15 seconds
de: Pausenzeit um 15 Sekunden verringern
es: Reducir el tiempo de descanso en 15 segundos
fr: Réduire le temps de repos de 15 secondes
it: Riduci il recupero di 15 secondi
ja: 休憩時間を15秒短縮
ko: 휴식 시간 15초 줄이기
pt_br: Reduzir o tempo de descanso em 15 segundos
ru: Уменьшить отдых на 15 секунд
zh_hans: 休息时间减少15秒

source: Defers this suggestion to review before the next workout.
de: Verschiebt diesen Vorschlag zur Prüfung vor dem nächsten Workout.
es: Aplaza esta sugerencia para revisarla antes del próximo entrenamiento.
fr: Reporte cette suggestion pour l'examiner avant la prochaine séance.
it: Rimanda questo suggerimento da rivedere prima del prossimo allenamento.
ja: この提案を、次のワークアウト前に確認するよう保留します。
ko: 이 제안을 다음 운동 전에 검토하도록 미룹니다.
pt_br: Adia esta sugestão para revisar antes do próximo treino.
ru: Откладывает эту рекомендацию до следующей тренировки.
zh_hans: 推迟这条建议，下次训练前再查看。

source: degrees Celsius
de: Grad Celsius
es: grados Celsius
fr: degrés Celsius
it: gradi Celsius
ja: 摂氏
ko: 섭씨
pt_br: graus Celsius
ru: градусы Цельсия
zh_hans: 摄氏度

source: degrees Fahrenheit
de: Grad Fahrenheit
es: grados Fahrenheit
fr: degrés Fahrenheit
it: gradi Fahrenheit
ja: 華氏
ko: 화씨
pt_br: graus Fahrenheit
ru: градусы Фаренгейта
zh_hans: 华氏度

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Delete "%@"? This action cannot be undone.
de: „%@“ löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Eliminar «%@»? Esta acción no se puede deshacer.
fr: Supprimer « %@ » ? Cette action est irréversible.
it: Eliminare «%@»? L'azione non può essere annullata.
ja: 「%@」を削除しますか？この操作は取り消せません。
ko: "%@"을(를) 삭제할까요? 되돌릴 수 없어요.
pt_br: Excluir “%@”? Esta ação não pode ser desfeita.
ru: Удалить «%@»? Это действие нельзя отменить.
zh_hans: 删除“%@”？此操作无法撤销。

source: Delete %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
it: Elimina %@
ja: %@を削除
ko: %@ 삭제
pt_br: Excluir %@
ru: Удалить %@
zh_hans: 删除%@

source: Delete %@ goal?
de: %@-Ziel löschen?
es: ¿Eliminar el objetivo de %@?
fr: Supprimer l'objectif %@ ?
it: Eliminare l'obiettivo %@?
ja: %@目標を削除しますか？
ko: %@ 목표를 삭제할까요?
pt_br: Excluir a meta de %@?
ru: Удалить цель «%@»?
zh_hans: 删除%@目标？

source: Delete %@? This action cannot be undone.
de: %@ löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Eliminar %@? Esta acción no se puede deshacer.
fr: Supprimer %@ ? Cette action est irréversible.
it: Eliminare %@? L'azione non può essere annullata.
ja: %@を削除しますか？この操作は取り消せません。
ko: %@을(를) 삭제할까요? 되돌릴 수 없어요.
pt_br: Excluir %@? Esta ação não pode ser desfeita.
ru: Удалить %@? Это действие нельзя отменить.
zh_hans: 删除%@？此操作无法撤销。

source: Delete ${workout}
de: ${workout} löschen
es: Eliminar ${workout}
fr: Supprimer ${workout}
it: Elimina ${workout}
ja: ${workout}を削除
ko: ${workout} 삭제
pt_br: Excluir ${workout}
ru: Удалить ${workout}
zh_hans: 删除 ${workout}

source: Delete ${workoutPlan}
de: ${workoutPlan} löschen
es: Eliminar ${workoutPlan}
fr: Supprimer ${workoutPlan}
it: Elimina ${workoutPlan}
ja: ${workoutPlan}を削除
ko: ${workoutPlan} 삭제
pt_br: Excluir ${workoutPlan}
ru: Удалить ${workoutPlan}
zh_hans: 删除 ${workoutPlan}

source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
pt_br: Excluir tudo
ru: Удалить все
zh_hans: 全部删除

source: Delete all unfinished sets
de: Alle unfertigen Sätze löschen
es: Eliminar todas las series sin terminar
fr: Supprimer toutes les séries inachevées
it: Elimina tutte le serie non completate
ja: 未完了のセットをすべて削除
ko: 완료하지 않은 세트 모두 삭제
pt_br: Excluir todas as séries não concluídas
ru: Удалить все незавершённые подходы
zh_hans: 删除所有未完成的组

source: Delete All Weight Entries?
de: Alle Gewichtseinträge löschen?
es: ¿Eliminar todos los registros de peso?
fr: Supprimer toutes les entrées de poids ?
it: Eliminare tutte le voci di peso?
ja: すべての体重の記録を削除しますか？
ko: 모든 체중 기록을 삭제할까요?
pt_br: Excluir todos os registros de peso?
ru: Удалить все записи веса?
zh_hans: 删除所有体重记录？

source: Delete All Workout Plans
de: Alle Trainingspläne löschen
es: Eliminar todos los planes de entrenamiento
fr: Supprimer tous les programmes d'entraînement
it: Elimina tutte le schede
ja: すべてのワークアウトプランを削除
ko: 모든 운동 플랜 삭제
pt_br: Excluir todos os planos de treino
ru: Удалить все планы тренировок
zh_hans: 删除所有训练计划

source: Delete all workout plans canceled.
de: Löschen aller Trainingspläne abgebrochen.
es: Eliminación de todos los planes de entrenamiento cancelada.
fr: Suppression de tous les programmes d'entraînement annulée.
it: Eliminazione di tutte le schede annullata.
ja: すべてのワークアウトプランの削除をキャンセルしました。
ko: 모든 운동 플랜 삭제를 취소했어요.
pt_br: Exclusão de todos os planos de treino cancelada.
ru: Удаление всех планов тренировок отменено.
zh_hans: 已取消删除所有训练计划。

source: Delete All Workout Plans?
de: Alle Trainingspläne löschen?
es: ¿Eliminar todos los planes de entrenamiento?
fr: Supprimer tous les programmes d'entraînement ?
it: Eliminare tutte le schede?
ja: すべてのワークアウトプランを削除しますか？
ko: 모든 운동 플랜을 삭제할까요?
pt_br: Excluir todos os planos de treino?
ru: Удалить все планы тренировок?
zh_hans: 删除所有训练计划？

source: Delete All Workouts
de: Alle Workouts löschen
es: Eliminar todos los entrenamientos
fr: Supprimer toutes les séances
it: Elimina tutti gli allenamenti
ja: すべてのワークアウトを削除
ko: 모든 운동 삭제
pt_br: Excluir todos os treinos
ru: Удалить все тренировки
zh_hans: 删除所有训练
